Revit 2024 API
WireSizeSet Constructor
Initializes a new instance of the WireSizeSet class
Namespace: Autodesk.Revit.DB.Electrical
Assembly: RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
Syntax
C#
public WireSizeSet()
Visual Basic
Public Sub New
Visual C++
public:
WireSizeSet()
See Also
WireSizeSet Class
Autodesk.Revit.DB.Electrical Namespace